Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Sync_AutoSyncStopFailed
source: Failed to stop auto-sync: {0}
de: Auto-Sync konnte nicht gestoppt werden: {0}
es: No se pudo detener la sincronización automática: {0}
ja: 自動同期を停止できませんでした: {0}
zh_cn: 无法停止自动同步：{0}

# Sync_RefreshFailed
source: Failed to refresh: {0}
de: Aktualisierung fehlgeschlagen: {0}
es: No se pudo actualizar: {0}
ja: 更新できませんでした: {0}
zh_cn: 刷新失败：{0}

# Sync_AutoSyncStartedOneMinute
source: Auto-sync is on. The first automatic sync runs in about 1 minute; use Sync Now to sync immediately.
de: Auto-Sync ist eingeschaltet. Die erste automatische Synchronisierung startet in etwa 1 Minute; mit „Jetzt synchronisieren“ synchronisieren Sie sofort.
es: La sincronización automática está activada. La primera sincronización automática se ejecutará en aproximadamente 1 minuto; use Sincronizar ahora para sincronizar de inmediato.
ja: 自動同期はオンです。最初の自動同期は約 1 分後に実行されます。すぐに同期するには [今すぐ同期] を使用してください。
zh_cn: 自动同步已开启。首次自动同步将在大约 1 分钟后运行；如需立即同步，请使用“立即同步”。

# Sync_AutoSyncStartedMinutes
source: Auto-sync is on. The first automatic sync runs in about {0} minutes; use Sync Now to sync immediately.
de: Auto-Sync ist eingeschaltet. Die erste automatische Synchronisierung startet in etwa {0} Minuten; mit „Jetzt synchronisieren“ synchronisieren Sie sofort.
es: La sincronización automática está activada. La primera sincronización automática se ejecutará en aproximadamente {0} minutos; use Sincronizar ahora para sincronizar de inmediato.
ja: 自動同期はオンです。最初の自動同期は約 {0} 分後に実行されます。すぐに同期するには [今すぐ同期] を使用してください。
zh_cn: 自动同步已开启。首次自动同步将在大约 {0} 分钟后运行；如需立即同步，请使用“立即同步”。

# Sync_OutcomeComplete
source: Sync complete.
de: Synchronisierung abgeschlossen.
es: Sincronización completada.
ja: 同期が完了しました。
zh_cn: 同步完成。

# Sync_OutcomeWithProblems
source: Sync finished with problems.
de: Synchronisierung mit Problemen beendet.
es: La sincronización terminó con problemas.
ja: 同期は完了しましたが、問題がありました。
zh_cn: 同步已结束，但存在问题。

# Sync_ChangeCountOne
source: 1 change
de: 1 Änderung
es: 1 cambio
ja: 1 件の変更
zh_cn: 1 项更改

# Sync_ChangeCountMany
source: {0} changes
de: {0} Änderungen
es: {0} cambios
ja: {0} 件の変更
zh_cn: {0} 项更改

# Sync_OutcomeNoPeerChanges
source: {0} Exported {1}; no peer changes were waiting in the sync folder.
de: {0} Exportiert: {1}; im Sync-Ordner lagen keine Änderungen anderer Geräte bereit.
es: {0} Exportado: {1}; no había cambios de otros dispositivos esperando en la carpeta de sincronización.
ja: {0}{1}をエクスポートしました。同期フォルダーに他のデバイスからの変更はありませんでした。
zh_cn: {0}已导出 {1}；同步文件夹中没有其他设备的待导入更改。

# Sync_PeerFileCountOne
source: 1 peer file
de: 1 Datei eines anderen Geräts
es: 1 archivo de otro dispositivo
ja: 他のデバイスのファイル 1 件
zh_cn: 1 个来自其他设备的文件

# Sync_PeerFileCountMany
source: {0} peer files
de: {0} Dateien anderer Geräte
es: {0} archivos de otros dispositivos
ja: 他のデバイスのファイル {0} 件
zh_cn: {0} 个来自其他设备的文件

# Sync_OutcomeImported
source: {0} Exported {1}; imported {2} ({3} change(s) applied).
de: {0} Exportiert: {1}; importiert: {2} ({3} Änderung(en) übernommen).
es: {0} Exportado: {1}; importado: {2} ({3} cambio(s) aplicado(s)).
ja: {0}{1}をエクスポートし、{2}をインポートしました ({3} 件の変更を適用)。
zh_cn: {0}已导出 {1}；已导入 {2}（应用了 {3} 项更改）。

# Sync_OutcomeImportedSkipped
source: {0} Exported {1}; imported {2} ({3} change(s) applied, {4} older than the local copy and skipped).
de: {0} Exportiert: {1}; importiert: {2} ({3} Änderung(en) übernommen, {4} älter als die lokale Kopie und übersprungen).
es: {0} Exportado: {1}; importado: {2} ({3} cambio(s) aplicado(s), {4} más antiguo(s) que la copia local y omitido(s)).
ja: {0}{1}をエクスポートし、{2}をインポートしました ({3} 件の変更を適用、ローカルのコピーより古い {4} 件はスキップ)。
zh_cn: {0}已导出 {1}；已导入 {2}（应用了 {3} 项更改，{4} 项早于本地副本，已跳过）。

# Sync_ProblemPendingRetry
source: {0} peer file(s) had changes that could not be saved and will be retried on the next sync
de: {0} Datei(en) anderer Geräte enthielten Änderungen, die nicht gespeichert werden konnten; sie werden bei der nächsten Synchronisierung erneut versucht
es: {0} archivo(s) de otros dispositivos tenían cambios que no se pudieron guardar y se volverán a intentar en la próxima sincronización
ja: 他のデバイスのファイル {0} 件に保存できない変更があり、次回の同期で再試行されます
zh_cn: {0} 个来自其他设备的文件包含无法保存的更改，将在下次同步时重试

# Sync_ProblemUnreadable
source: {0} peer file(s) could not be read (check that both devices use the same encryption key)
de: {0} Datei(en) anderer Geräte konnten nicht gelesen werden (prüfen Sie, ob beide Geräte denselben Verschlüsselungsschlüssel verwenden)
es: No se pudieron leer {0} archivo(s) de otros dispositivos (compruebe que ambos dispositivos usan la misma clave de cifrado)
ja: 他のデバイスのファイル {0} 件を読み取れませんでした (両方のデバイスで同じ暗号化キーを使っているか確認してください)
zh_cn: 无法读取 {0} 个来自其他设备的文件（请确认两台设备使用相同的加密密钥）

# Sync_ProblemRejected
source: {0} change(s) could not be applied and were skipped
de: {0} Änderung(en) konnten nicht übernommen werden und wurden übersprungen
es: {0} cambio(s) no se pudieron aplicar y se omitieron
ja: {0} 件の変更を適用できなかったため、スキップしました
zh_cn: {0} 项更改无法应用，已跳过

# Sync_ProblemsWithFirstError
source: {0}. First problem: {1}
de: {0}. Erstes Problem: {1}
es: {0}. Primer problema: {1}
ja: {0}。最初の問題: {1}
zh_cn: {0}。第一个问题：{1}

# Sync_StateIdle
source: Idle
de: Inaktiv
es: Inactivo
ja: 待機中
zh_cn: 空闲

# Sync_StateSyncing
source: Syncing
de: Wird synchronisiert
es: Sincronizando
ja: 同期中
zh_cn: 正在同步

# Sync_StateError
source: Error
de: Fehler
ja: エラー
zh_cn: 错误

# Sync_StateConflict
source: Conflict
de: Konflikt
es: Conflicto
ja: 競合
zh_cn: 冲突

# Sync_StateUnknown
source: Unknown
de: Unbekannt
es: Desconocido
ja: 不明
zh_cn: 未知

# Sync_FocusedEntryMissing
source: The requested sync history entry is no longer available.
de: Der angeforderte Eintrag im Sync-Verlauf ist nicht mehr vorhanden.
es: La entrada del historial de sincronización solicitada ya no está disponible.
ja: 要求された同期履歴エントリはもう利用できません。
zh_cn: 请求的同步历史条目已不存在。

# Sync_FocusedEntryResolved
source: Resolved the focused sync history entry by running a fresh sync pass.
de: Der fokussierte Sync-Verlaufseintrag wurde durch einen neuen Sync-Durchlauf erledigt.
es: Se resolvió la entrada enfocada del historial de sincronización ejecutando una nueva sincronización.
ja: 新しい同期を実行して、フォーカス中の同期履歴エントリを解決しました。
zh_cn: 已通过重新运行一次同步解决了聚焦的同步历史条目。

# EmailSet_NotSyncedYet
source: Not synced yet
de: Noch nicht synchronisiert
es: Aún no sincronizado
ja: まだ同期していません
zh_cn: 尚未同步

# EmailSet_LoadFailed
source: Failed to load settings: {0}
de: Die Einstellungen konnten nicht geladen werden: {0}
es: No se pudieron cargar los ajustes: {0}
ja: 設定を読み込めませんでした: {0}
zh_cn: 无法加载设置：{0}

# EmailSet_ConnectionCancelled
source: Connection cancelled.
de: Verbindung abgebrochen.
es: Conexión cancelada.
ja: 接続がキャンセルされました。
zh_cn: 连接已取消。

# EmailSet_ConnectFailed
source: Failed to connect: {0}
de: Verbindung fehlgeschlagen: {0}
es: No se pudo conectar: {0}
ja: 接続できませんでした: {0}
zh_cn: 连接失败：{0}

# EmailSet_DisconnectFailed
source: Failed to disconnect: {0}
de: Trennen fehlgeschlagen: {0}
es: No se pudo desconectar: {0}
ja: 切断できませんでした: {0}
zh_cn: 断开连接失败：{0}

# EmailSet_SaveFailed
source: Failed to save: {0}
de: Speichern fehlgeschlagen: {0}
es: No se pudo guardar: {0}
ja: 保存できませんでした: {0}
zh_cn: 保存失败：{0}

# EmailSet_Syncing
source: Syncing...
de: Wird synchronisiert...
es: Sincronizando...
ja: 同期しています...
zh_cn: 正在同步...

# EmailSet_SyncFailed
source: Failed to sync: {0}
de: Synchronisierung fehlgeschlagen: {0}
es: No se pudo sincronizar: {0}
ja: 同期できませんでした: {0}
zh_cn: 同步失败：{0}

# EmailSet_SyncFailedStatus
source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
ja: 同期に失敗しました
zh_cn: 同步失败

# EmailSet_StatusNotConnected
source: Not connected
de: Nicht verbunden
es: No conectado
ja: 未接続
zh_cn: 未连接

# EmailSet_StatusReconnectRequired
source: Reconnect required
de: Erneute Verbindung erforderlich
es: Es necesario volver a conectar
ja: 再接続が必要です
zh_cn: 需要重新连接

# EmailSet_StatusConnected
source: Connected
de: Verbunden
es: Conectado
ja: 接続済み
zh_cn: 已连接

# EmailSet_EveryMinutes
source: Every {0} min
de: Alle {0} Min.
es: Cada {0} min
ja: {0} 分ごと
zh_cn: 每 {0} 分钟

# EmailSet_SyncResult
source: Added {0}, updated {1}, skipped {2}, failed {3}
de: {0} hinzugefügt, {1} aktualisiert, {2} übersprungen, {3} fehlgeschlagen
es: {0} añadidos, {1} actualizados, {2} omitidos, {3} con errores
ja: 追加 {0} 件、更新 {1} 件、スキップ {2} 件、失敗 {3} 件
zh_cn: 新增 {0}，更新 {1}，跳过 {2}，失败 {3}

# CalSet_NotSyncedYet
source: Not synced yet
de: Noch nicht synchronisiert
es: Aún no sincronizado
ja: まだ同期していません
zh_cn: 尚未同步

# CalSet_LoadFailed
source: Failed to load settings: {0}
de: Die Einstellungen konnten nicht geladen werden: {0}
es: No se pudieron cargar los ajustes: {0}
ja: 設定を読み込めませんでした: {0}
zh_cn: 无法加载设置：{0}

# CalSet_ConnectionCancelled
source: Connection cancelled.
de: Verbindung abgebrochen.
es: Conexión cancelada.
ja: 接続がキャンセルされました。
zh_cn: 连接已取消。

# CalSet_ConnectFailed
source: Failed to connect: {0}
de: Verbindung fehlgeschlagen: {0}
es: No se pudo conectar: {0}
ja: 接続できませんでした: {0}
zh_cn: 连接失败：{0}

# CalSet_DisconnectFailed
source: Failed to disconnect: {0}
de: Trennen fehlgeschlagen: {0}
es: No se pudo desconectar: {0}
ja: 切断できませんでした: {0}
zh_cn: 断开连接失败：{0}

# CalSet_SaveFailed
source: Failed to save: {0}
de: Speichern fehlgeschlagen: {0}
es: No se pudo guardar: {0}
ja: 保存できませんでした: {0}
zh_cn: 保存失败：{0}

# CalSet_Syncing
source: Syncing...
de: Wird synchronisiert...
es: Sincronizando...
ja: 同期しています...
zh_cn: 正在同步...

# CalSet_SyncFailed
source: Failed to sync: {0}
de: Synchronisierung fehlgeschlagen: {0}
es: No se pudo sincronizar: {0}
ja: 同期できませんでした: {0}
zh_cn: 同步失败：{0}

# CalSet_SyncFailedStatus
source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
ja: 同期に失敗しました
zh_cn: 同步失败

# CalSet_StatusNotConnected
source: Not connected
de: Nicht verbunden
es: No conectado
ja: 未接続
zh_cn: 未连接

# CalSet_StatusReconnectRequired
source: Reconnect required
de: Erneute Verbindung erforderlich
es: Es necesario volver a conectar
ja: 再接続が必要です
zh_cn: 需要重新连接

# CalSet_StatusConnected
source: Connected
de: Verbunden
es: Conectado
ja: 接続済み
zh_cn: 已连接

# CalSet_EveryMinutes
source: Every {0} min
de: Alle {0} Min.
es: Cada {0} min
ja: {0} 分ごと
zh_cn: 每 {0} 分钟

# CalSet_SyncResult
source: Added {0}, updated {1}, skipped {2}, failed {3}
de: {0} hinzugefügt, {1} aktualisiert, {2} übersprungen, {3} fehlgeschlagen
es: {0} añadidos, {1} actualizados, {2} omitidos, {3} con errores
ja: 追加 {0} 件、更新 {1} 件、スキップ {2} 件、失敗 {3} 件
zh_cn: 新增 {0}，更新 {1}，跳过 {2}，失败 {3}

# CalSet_ConflictRemoteWins
source: Remote wins
de: Remote-Version hat Vorrang
es: Prevalece la versión remota
ja: リモートを優先
zh_cn: 以远程为准

# CalSet_ConflictLocalWins
source: Local wins
de: Lokale Version hat Vorrang
es: Prevalece la versión local
ja: ローカルを優先
zh_cn: 以本地为准

# CalSet_ConflictMerge
source: Merge
de: Zusammenführen
es: Combinar
ja: マージ
zh_cn: 合并

# Backup_LoadFailed
source: Failed to load backup information
de: Backup-Informationen konnten nicht geladen werden
es: No se pudo cargar la información de las copias de seguridad
ja: バックアップ情報を読み込めませんでした
zh_cn: 无法加载备份信息

# Backup_IntegrityValid
source: Valid
de: Gültig
es: Válida
ja: 有効
zh_cn: 有效

# Backup_IntegrityInvalid
source: Invalid
de: Ungültig
es: No válida
ja: 無効
zh_cn: 无效

# Backup_SelectDestination
source: Please select a backup destination
de: Bitte wählen Sie ein Backup-Ziel aus
es: Seleccione un destino para la copia de seguridad
ja: バックアップの保存先を選択してください
zh_cn: 请选择备份目标位置

# Backup_PasswordRequired
source: Enter a password to encrypt the backup, or turn encryption off.
de: Geben Sie ein Passwort ein, um das Backup zu verschlüsseln, oder schalten Sie die Verschlüsselung aus.
es: Introduzca una contraseña para cifrar la copia de seguridad o desactive el cifrado.
ja: バックアップを暗号化するにはパスワードを入力するか、暗号化をオフにしてください。
zh_cn: 请输入密码以加密备份，或关闭加密。

# Backup_PhasePreparing
source: Preparing...
de: Wird vorbereitet...
es: Preparando...
ja: 準備しています...
zh_cn: 正在准备...

# Backup_Created
source: Backup created successfully ({0} MB, {1}ms)
de: Backup erfolgreich erstellt ({0} MB, {1} ms)
es: Copia de seguridad creada correctamente ({0} MB, {1} ms)
ja: バックアップを作成しました ({0} MB、{1} ms)
zh_cn: 备份创建成功（{0} MB，{1} ms）

# Backup_CreatedWithWarnings
source: Backup created successfully ({0} MB, {1}ms) with {2} warning(s): {3}
de: Backup erfolgreich erstellt ({0} MB, {1} ms) mit {2} Warnung(en): {3}
es: Copia de seguridad creada correctamente ({0} MB, {1} ms) con {2} advertencia(s): {3}
ja: バックアップを作成しました ({0} MB、{1} ms)。警告 {2} 件: {3}
zh_cn: 备份创建成功（{0} MB，{1} ms），有 {2} 条警告：{3}

# Backup_Failed
source: Backup failed: {0}
de: Backup fehlgeschlagen: {0}
es: Error en la copia de seguridad: {0}
ja: バックアップに失敗しました: {0}
zh_cn: 备份失败：{0}

# Backup_SelectRestoreFile
source: Please select a backup file to restore
de: Bitte wählen Sie eine Backup-Datei zum Wiederherstellen aus
es: Seleccione un archivo de copia de seguridad para restaurar
ja: 復元するバックアップ ファイルを選択してください
zh_cn: 请选择要还原的备份文件

# Backup_PhaseValidating
source: Validating...
de: Wird geprüft...
es: Validando...
ja: 検証しています...
zh_cn: 正在验证...

# Backup_InvalidFile
source: Invalid or corrupted backup file
de: Ungültige oder beschädigte Backup-Datei
es: Archivo de copia de seguridad no válido o dañado
ja: バックアップ ファイルが無効か破損しています
zh_cn: 备份文件无效或已损坏

# Backup_RestorePasswordCancelled
source: Restore cancelled: this backup is encrypted and needs its password.
de: Wiederherstellung abgebrochen: Dieses Backup ist verschlüsselt und benötigt sein Passwort.
es: Restauración cancelada: esta copia de seguridad está cifrada y necesita su contraseña.
ja: 復元をキャンセルしました: このバックアップは暗号化されており、パスワードが必要です。
zh_cn: 已取消还原：此备份已加密，需要其密码。

# Backup_RestoreSummary
source: Restored {0} conversations, {1} documents, {2} workflows in {3}ms
de: {0} Unterhaltungen, {1} Dokumente und {2} Workflows in {3} ms wiederhergestellt
es: Se restauraron {0} conversaciones, {1} documentos y {2} workflows en {3} ms
ja: {0} 件の会話、{1} 件のドキュメント、{2} 件のワークフローを {3} ms で復元しました
zh_cn: 已在 {3} ms 内还原 {0} 个会话、{1} 个文档和 {2} 个工作流

# Backup_RestoreCompletedRestart
source: Restore completed. Restart Agent-X now to load the restored data.
de: Wiederherstellung abgeschlossen. Starten Sie Agent-X jetzt neu, um die wiederhergestellten Daten zu laden.
es: Restauración completada. Reinicie Agent-X ahora para cargar los datos restaurados.
ja: 復元が完了しました。復元したデータを読み込むには、今すぐ Agent-X を再起動してください。
zh_cn: 还原完成。请立即重启 Agent-X 以加载还原的数据。

# Backup_RestoreCompleted
source: Restore completed successfully.
de: Wiederherstellung erfolgreich abgeschlossen.
es: Restauración completada correctamente.
ja: 復元が完了しました。
zh_cn: 还原成功完成。

# Backup_RestoreWarningsHeading
source: Warnings:
de: Warnungen:
es: Advertencias:
ja: 警告:
zh_cn: 警告：

# Backup_RestoreFailed
source: Restore failed: {0}
de: Wiederherstellung fehlgeschlagen: {0}
es: Error en la restauración: {0}
ja: 復元に失敗しました: {0}
zh_cn: 还原失败：{0}

source: Backup deleted
de: Backup gelöscht
es: Copia de seguridad eliminada
ja: バックアップを削除しました
zh_cn: 备份已删除

# Backup_DeleteFailed
source: Failed to delete backup
de: Backup konnte nicht gelöscht werden
es: No se pudo eliminar la copia de seguridad
ja: バックアップを削除できませんでした
zh_cn: 无法删除备份

# Workspace_LoadFailed
source: Failed to load workspace profiles. Please try refreshing.
de: Die Workspace-Profile konnten nicht geladen werden. Bitte aktualisieren Sie die Liste.
es: No se pudieron cargar los perfiles de espacio de trabajo. Intente actualizar.
ja: ワークスペース プロファイルを読み込めませんでした。更新してみてください。
zh_cn: 无法加载工作区配置文件。请尝试刷新。

# Workspace_RefreshFailed
source: Failed to refresh profiles. Please try again.
de: Die Profile konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: No se pudieron actualizar los perfiles. Inténtelo de nuevo.
ja: プロファイルを更新できませんでした。もう一度お試しください。
zh_cn: 无法刷新配置文件。请重试。

# Workspace_ProfileCreated
source: Profile "{0}" created successfully.
de: Profil „{0}“ wurde erstellt.
es: Perfil "{0}" creado correctamente.
ja: プロファイル「{0}」を作成しました。
zh_cn: 已创建配置文件“{0}”。

# Workspace_CreateFailed
source: Failed to create profile: {0}
de: Das Profil konnte nicht erstellt werden: {0}
es: No se pudo crear el perfil: {0}
ja: プロファイルを作成できませんでした: {0}
zh_cn: 无法创建配置文件：{0}

# Workspace_ProfileMissing
source: Profile no longer exists. It may have been deleted.
de: Das Profil existiert nicht mehr. Möglicherweise wurde es gelöscht.
es: El perfil ya no existe. Es posible que se haya eliminado.
ja: プロファイルはもう存在しません。削除された可能性があります。
zh_cn: 该配置文件已不存在，可能已被删除。

# Workspace_ProfileSaved
source: Profile "{0}" saved successfully.
de: Profil „{0}“ wurde gespeichert.
es: Perfil "{0}" guardado correctamente.
ja: プロファイル「{0}」を保存しました。
zh_cn: 已保存配置文件“{0}”。

# Workspace_SaveFailed
source: Failed to save profile: {0}
de: Das Profil konnte nicht gespeichert werden: {0}
es: No se pudo guardar el perfil: {0}
ja: プロファイルを保存できませんでした: {0}
zh_cn: 无法保存配置文件：{0}

# Workspace_ProfileDeleted
source: Profile "{0}" deleted.
de: Profil „{0}“ wurde gelöscht.
es: Perfil "{0}" eliminado.
ja: プロファイル「{0}」を削除しました。
zh_cn: 已删除配置文件“{0}”。

# Workspace_DeleteFailed
source: Failed to delete profile: {0}
de: Das Profil konnte nicht gelöscht werden: {0}
es: No se pudo eliminar el perfil: {0}
ja: プロファイルを削除できませんでした: {0}
zh_cn: 无法删除配置文件：{0}

# Workspace_ProfileIsDefault
source: Profile "{0}" is now the default.
de: Profil „{0}“ ist jetzt das Standardprofil.
es: El perfil "{0}" es ahora el predeterminado.
ja: プロファイル「{0}」を既定に設定しました。
zh_cn: 配置文件“{0}”现已设为默认。

# Workspace_SetDefaultFailed
source: Failed to set default profile: {0}
de: Das Standardprofil konnte nicht festgelegt werden: {0}
es: No se pudo establecer el perfil predeterminado: {0}
ja: 既定のプロファイルを設定できませんでした: {0}
zh_cn: 无法设置默认配置文件：{0}

# Workspace_CopyName
source: {0} (Copy)
de: {0} (Kopie)
es: {0} (copia)
ja: {0} (コピー)
zh_cn: {0}（副本）

# Workspace_ProfileDuplicated
source: Profile duplicated as "{0}".
de: Profil als „{0}“ dupliziert.
es: Perfil duplicado como "{0}".
ja: プロファイルを「{0}」として複製しました。
zh_cn: 已将配置文件复制为“{0}”。

# Workspace_DuplicateFailed
source: Failed to duplicate profile: {0}
de: Das Profil konnte nicht dupliziert werden: {0}
es: No se pudo duplicar el perfil: {0}
ja: プロファイルを複製できませんでした: {0}
zh_cn: 无法复制配置文件：{0}

# Onb_DetectingHardware
source: Detecting hardware...
de: Hardware wird erkannt...
es: Detectando hardware...
ja: ハードウェアを検出しています...
zh_cn: 正在检测硬件...

# Onb_Checking
source: Checking...
de: Wird geprüft...
es: Comprobando...
ja: 確認しています...
zh_cn: 正在检查...

# Onb_SummaryNotConfigured
source: Not configured
de: Nicht konfiguriert
es: Sin configurar
ja: 未構成
zh_cn: 未配置

# Onb_SummaryDefaultModel
source: Default ({0})
de: Standard ({0})
es: Predeterminado ({0})
ja: 既定 ({0})
zh_cn: 默认（{0}）

# Onb_SummaryNotDetected
source: Not detected
de: Nicht erkannt
es: No detectado
ja: 検出されません
zh_cn: 未检测到

# Onb_SummaryNoneConfigured
source: None configured
de: Keine konfiguriert
es: Ninguno configurado
ja: 構成されていません
zh_cn: 未配置任何服务商

# Onb_TestingConnection
source: Testing connection...
de: Verbindung wird getestet...
es: Probando la conexión...
ja: 接続をテストしています...
zh_cn: 正在测试连接...

# Onb_EndpointInvalid
source: Enter the Ollama address as a URL, for example http://localhost:11434.
de: Geben Sie die Ollama-Adresse als URL ein, zum Beispiel http://localhost:11434.
es: Escriba la dirección de Ollama como una URL, por ejemplo http://localhost:11434.
ja: Ollama のアドレスを URL で入力してください (例: http://localhost:11434)。
zh_cn: 请以 URL 形式输入 Ollama 地址，例如 http://localhost:11434。

# Onb_OllamaConnected
source: Connected to Ollama successfully!
de: Erfolgreich mit Ollama verbunden!
es: ¡Conectado con Ollama correctamente!
ja: Ollama に接続しました。
zh_cn: 已成功连接到 Ollama！

# Onb_OllamaNotReachable
source: Could not connect to Ollama. Make sure Ollama is running.
de: Keine Verbindung zu Ollama möglich. Stellen Sie sicher, dass Ollama läuft.
es: No se pudo conectar con Ollama. Asegúrese de que Ollama está en ejecución.
ja: Ollama に接続できませんでした。Ollama が実行中であることを確認してください。
zh_cn: 无法连接到 Ollama。请确保 Ollama 正在运行。

# Onb_ConnectionFailed
source: Connection failed. Check that Ollama is installed and running.
de: Verbindung fehlgeschlagen. Prüfen Sie, ob Ollama installiert ist und läuft.
es: Error de conexión. Compruebe que Ollama está instalado y en ejecución.
ja: 接続に失敗しました。Ollama がインストールされ、実行されていることを確認してください。
zh_cn: 连接失败。请检查 Ollama 是否已安装并正在运行。

# Onb_HardwareSummary
source: {0} | {1} RAM | {2}
es: {0} | {1} de RAM | {2}
ja: {0} | RAM {1} | {2}
zh_cn: {0} | {1} 内存 | {2}

# Onb_HardwareUnavailable
source: Hardware detection unavailable
de: Hardwareerkennung nicht verfügbar
es: Detección de hardware no disponible
ja: ハードウェアを検出できません
zh_cn: 硬件检测不可用

# Onb_LocalModelReady
source: Ready ({0} MB)
de: Bereit ({0} MB)
es: Listo ({0} MB)
ja: 準備完了 ({0} MB)
zh_cn: 已就绪（{0} MB）

# Onb_LocalModelNotInstalled
source: Not installed yet. Download it for fully-offline AI (~1.9 GB), or just add a cloud API key below.
de: Noch nicht installiert. Laden Sie es für vollständig offline arbeitende KI herunter (~1,9 GB), oder fügen Sie unten einfach einen Cloud-API-Schlüssel hinzu.
es: Aún no está instalado. Descárguelo para usar IA totalmente sin conexión (~1,9 GB) o simplemente añada una clave de API en la nube a continuación.
ja: まだインストールされていません。完全オフラインの AI 用にダウンロードする (約 1.9 GB) か、下でクラウド API キーを追加してください。
zh_cn: 尚未安装。可下载以使用完全离线的 AI（约 1.9 GB），或直接在下方添加云 API 密钥。

# Onb_LocalModelUnverified
source: Unable to verify model
de: Modell konnte nicht überprüft werden
es: No se pudo verificar el modelo
ja: モデルを確認できません
zh_cn: 无法验证模型

# Onb_GpuCpuOnly
source: CPU inference (no NVIDIA GPU detected)
de: CPU-Inferenz (keine NVIDIA-GPU erkannt)
es: Inferencia en la CPU (no se detectó ninguna GPU NVIDIA)
ja: CPU で推論 (NVIDIA GPU は検出されませんでした)
zh_cn: CPU 推理（未检测到 NVIDIA GPU）

# Onb_GpuTooLittleMemory
source: CPU inference (GPU layers need an NVIDIA GPU with 2 GB of video memory or more)
de: CPU-Inferenz (GPU-Schichten benötigen eine NVIDIA-GPU mit mindestens 2 GB Videospeicher)
es: Inferencia en la CPU (las capas de GPU requieren una GPU NVIDIA con al menos 2 GB de memoria de vídeo)
ja: CPU で推論 (GPU レイヤーには 2 GB 以上のビデオ メモリを備えた NVIDIA GPU が必要です)
zh_cn: CPU 推理（GPU 层需要至少 2 GB 显存的 NVIDIA GPU）

# Onb_GpuCudaAvailable
source: CUDA acceleration available ({0} VRAM, {1} layers)
de: CUDA-Beschleunigung verfügbar ({0} VRAM, {1} Schichten)
es: Aceleración CUDA disponible ({0} de VRAM, {1} capas)
ja: CUDA アクセラレーションを利用できます (VRAM {0}、{1} レイヤー)
zh_cn: 可使用 CUDA 加速（{0} 显存，{1} 层）

# Onb_GpuNeedsCudaToolkit
source: NVIDIA GPU detected ({0} VRAM). GPU acceleration needs the NVIDIA CUDA 12 Toolkit.
de: NVIDIA-GPU erkannt ({0} VRAM). Für die GPU-Beschleunigung muss das NVIDIA CUDA 12 Toolkit installiert sein.
es: Se detectó una GPU NVIDIA ({0} de VRAM). La aceleración por GPU requiere que esté instalado NVIDIA CUDA 12 Toolkit.
ja: NVIDIA GPU を検出しました (VRAM {0})。GPU アクセラレーションには NVIDIA CUDA 12 Toolkit のインストールが必要です。
zh_cn: 检测到 NVIDIA GPU（{0} 显存）。GPU 加速需要安装 NVIDIA CUDA 12 Toolkit。

# Onb_DownloadStarting
source: Starting download...
de: Download wird gestartet...
es: Iniciando la descarga...
ja: ダウンロードを開始しています...
zh_cn: 正在开始下载...

# Onb_DownloadComplete
source: Download complete.
de: Download abgeschlossen.
es: Descarga completada.
ja: ダウンロードが完了しました。
zh_cn: 下载完成。

# Onb_DownloadIncomplete
source: Download did not complete. You can retry or use cloud models.
de: Der Download wurde nicht abgeschlossen. Sie können es erneut versuchen oder Cloud-Modelle verwenden.
es: La descarga no se completó. Puede volver a intentarlo o usar modelos en la nube.
ja: ダウンロードが完了しませんでした。再試行するか、クラウド モデルを使用してください。
zh_cn: 下载未完成。您可以重试或使用云端模型。

# Onb_DownloadFailed
source: Download failed: {0}
de: Download fehlgeschlagen: {0}
es: Error en la descarga: {0}
ja: ダウンロードに失敗しました: {0}
zh_cn: 下载失败：{0}

# Onb_SummaryOllamaConnected
source: Connected ({0})
de: Verbunden ({0})
es: Conectado ({0})
ja: 接続済み ({0})
zh_cn: 已连接（{0}）
